Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Responsible for coordination of hydraulic and structural design of the tunnels, intake and discharge structures, on shore and off shore.
es: Responsable de la coordinación del diseño hidráulico y estructural de los túneles, estructuras de captación e impulsión, tanto en la costa como en el mar.

source: Responsible for design and installation of dewatering systems to depressurize, excavation walls of open pit, cut-off dam and building foundations.
es: Responsable del diseño e instalación de sistemas de drenaje para despresurización, excavación de cortes de rajos, muros cortafugas y fundaciones de edificaciones.

source: Responsible for designing advanced laboratory and centrifuge testing programs to investigate the expected behaviour of the thickened tailings stack slope under cyclic loading.
es: Responsable del diseño de programas de ensayos avanzados de laboratorio y centrífugos para investigar el comportamiento esperado del talud del acopio de relaves espesados bajo cargas cíclicas.

source: Responsible for designing an advanced laboratory testing program to establish the characteristic behaviour of the core material under partially saturated conditions (applicable to the construction stage), saturated, drained conditions (for long-term under steady state flow), and saturated, undrained conditions (applicable during earthquake loading).
es: Responsable de diseñar un programa avanzado de ensayos de laboratorio para establecer el comportamiento característico del material del núcleo en condiciones parcialmente saturadas (como en etapa de construcción), saturadas, drenadas (como con flujo estacionario a largo plazo) y no drenadas (como ante cargas sísmicas).

source: Responsible for designing an advanced laboratory testing program to establish the static and cyclic characteristic behaviour of the thickened tailings that will be retained by the dam.
es: Responsable del diseño de un programa de ensayos avanzados de laboratorio para establecer el comportamiento característico estático y cíclico de los relaves espesados que serán retenidos por la presa.

source: Responsible for developing 3D numerical models of the pit and the back-analysis methodology.
es: Responsable de desarrollar modelos numéricos 3D del pit y la metodología de análisis retrospectivo.

source: Responsible for developing and calibrating the constitutive model used to capture the rockfill characteristic behaviour under monotonic and cyclic loading.
es: Responsable de desarrollar y calibrar el modelo constitutivo usado para captar el comportamiento característico del enrocado bajo cargas monotónicas y cíclicas.

source: Responsible for developing the analysis methodology and designing an advanced laboratory testing program on Antamina tailings that included cyclic simple shear, post-cyclic compression, oedometer, isotropic compression, and triaxial testing.
es: Responsable de desarrollar la metodología de análisis y diseñar un programa de ensayos de laboratorio avanzados sobre relaves de Antamina que comprendió ensayos de corte simple cíclico, compresión postcíclica, edométricos, compresión isotrópica y triaxiales.

source: Responsible for developing the analysis methodology and designing an advanced laboratory testing program on asphalt concrete, moraine and filter materials that include cyclic simple shear, post-cyclic shearing, oedometer, isotropic compression, triaxial monotonic and cyclic, and resonant column testing.
es: Responsable de desarrollar la metodología de análisis y diseñar un programa de ensayos de laboratorio avanzados sobre concreto asfáltico, morrena y materiales de filtro que comprendió ensayos de corte simple cíclico, corte postcíclico, edométricos, compresión isotrópica, monotónico y cíclico triaxial y de columna resonante.

source: Responsible for developing the analysis methodology and designing an advanced laboratory testing program that included large scale oedometer and unload-reload triaxial tests on 1 m diameter rockfill samples with a maximum particle size of 150 mm.
es: Responsable de desarrollar la metodología de análisis y diseñar un programa de ensayos de laboratorio avanzados que comprendió ensayos a gran escala edométricos y triaxiales de descarga-recarga en muestras de enrocado de 1 metro de diámetro con un tamaño de partícula máximo de 150 mm.

source: Responsible for directing and providing senior technical review of the analysis carried out to assess the effects of blasting on the Bay-Goose dike.
es: Responsable de dirigir y hacer la revisión técnica senior de los análisis efectuados para evaluar los efectos de voladuras en el dique Bay-Goose.

source: Responsible for directing and providing senior technical review of the dynamic analysis carried out to assess the seismic performance of Huachuacaja Tailings dam.
es: Responsable de dirigir y hacer la revisión técnica senior de los análisis dinámicos efectuados para evaluar el desempeño sísmico de la presa de relaves Huachuacaja.

source: Responsible for directing and reviewing 2D and 3D static and dynamic, stress-deformation analyses of the proposed centreline raise configuration of Antamina Tailings Dam for detailed design.
es: Responsable de dirigir y revisar análisis 2D y 3D estáticos y dinámicos de tensión-deformación de la configuración propuesta para el crecimiento en línea central de la presa de relaves Antamina para el diseño de detalle.

source: Responsible for directing and reviewing 2D static and dynamic, stress-deformation analyses of the proposed centreline raise configuration of Antamina Tailings Dam.
es: Responsable de dirigir y revisar análisis 2D estáticos y dinámicos de tensión-deformación de la configuración propuesta para el crecimiento en línea central de la presa de relaves Antamina.

source: Responsible for directing and reviewing the static and dynamic, stress-deformation analyses carried out for the detailed design of the proposed Toromacho Tailings Dam for the Minas Conga Project.
es: Responsable de dirigir y revisar los análisis 2D y 3D de tensión-deformación estáticos y dinámicos llevados a cabo para el diseño detallado del muro del depósito de relaves Toromacho del proyecto Minas Conga.

source: Responsible for directing and reviewing the static and dynamic, stress-deformation analyses carried out for the detailed design of the proposed Upper Reservoir Dam for the Minas Conga Project.
es: Responsable de dirigir y revisar los análisis 2D y 3D de tensión-deformación estáticos y dinámicos llevados a cabo para el diseño detallado del muro del embalse superior del proyecto Minas Conga.

source: Responsible for directing the back-analysis of three major failures that occurred in the east wall of the Bingham Canyon Mine pit between 2009 and 2013.
es: Responsable de dirigir el análisis retrospectivo de tres grandes fallas ocurridas en el muro este del pit de la mina Bingham Canyon enter 2009 y 2013.

source: Responsible for estimating and defining the seismic hazards (i.e., ground motions at firm-ground, liquefaction and landslide hazards, and liquefaction-induced ground displacements) within the Project Area.
es: Responsable de estimar y definir los peligros sísmicos (movimientos del suelo en terreno firme, peligros de licuefacción y deslizamiento y desplazamientos del suelo inducidos por licuefacción) en el área del proyecto.

source: Responsible for field investigations and foundation design for buildings damaged by the September 19, 1985 Mexico City Earthquake.
es: Responsable de las investigaciones de campo y el diseño de fundaciones para edificios dañados por el terremoto del 19 de septiembre de 1985 en Ciudad de México.

source: Responsible for geotechnical investigations, site characterizations, numerical modelling, and foundation design recommendations on a variety of projects.
es: Responsable de las investigaciones geotécnicas, caracterizaciones de sitio, modelación numérica y recomendaciones de diseño de fundaciones en una variedad de proyectos.

source: Responsible for managing this multi-disciplinary project and conducting ground response and stress-deformation analyses.
es: Responsable de gestionar este proyecto multidisciplinario y llevar a cabo análisis de respuesta del suelo y de tensión-deformación.

source: Responsible for managing this multi-disciplinary project.
es: Responsable de gestionar este proyecto multidisciplinario.

source: Responsible for preparing proposals, designing advanced laboratory testing programs, managing geotechnical and geo-environmental projects, and providing senior expert review on static and dynamic numerical analyses.
es: Responsable de elaborar propuestas, diseñar programas avanzados de ensayos de laboratorio, gestionar proyectos geotécnicos y geoambientales y hacer revisiones senior de experto sobre análisis numéricos estáticos y dinámicos.

source: Responsible for providing geotechnical engineering analyses for stability aspects of the proposed pushback of the southwest of the life of mine extension plan.
es: Responsable de hacer análisis de ingeniería geotécnica para los aspectos de estabilidad de la profundización propuesta del sector suroeste del plan de extensión de vida de la mina.

source: Responsible for providing senior technical review of the static and dynamic, stress-deformation analyses carried out for the design of the proposed tailings dams for the Quebrada Blanca Phase 2 Project.
es: Responsable de hacer la revisión técnica senior de los análisis estáticos y dinámicos de tensión-deformación llevados a cabo para el diseño de los muros propuestos para el proyecto Quebrada Blanca Fase 2.

source: Responsible for providing technical input to the field exploration and laboratory testing programs, site characterization, tailings stability, and proposed options for tailings and waste rock removal from the Main Zone Pit as part of the “Super Pit” development.
es: Responsable de entregar las entradas técnicas de los programas de exploración de campo y ensayos de laboratorio, caracterización de sitio, estabilidad de relaves y alternativas propuestas para la remoción de relaves y estériles desde el pit Main Zone en el marco del desarrollo del “Super Pit”.

source: Responsible for reviewing geotechnical studies and design recommendations for housing developments.
es: Responsable de la revisión de estudios geotécnicos y recomendaciones de diseño para la construcción de viviendas.

source: Responsible for rock mechanics aspects of mining engineering projects.
es: Responsable de los aspectos de mecánica de rocas de proyectos de ingeniería en minas.

source: Responsible for special research laboratory testing of inclined boreholes in polyaxial cell.
es: Responsable de ensayos de laboratorio especiales para investigar sondajes inclinados en celdas poliaxiales.

source: Responsible for the 3-dimensional analyses (FLAC3D) of the sub-stations in the Brisbane Tuff and Neranleigh Fernvale Formation (meta-sediments).
es: Responsable de los análisis tridimensionales (FLAC3D) de las subestaciones en la toba Brisbane y en la formación Neranleigh Fernvale (metasedimentos).

source: Responsible for the field investigations (with core orientation), stability analyses and reporting of the open pit design.
es: Responsable de las investigaciones de terreno (con orientación de testigos), análisis de estabilidad y elaboración de informes del diseño del pit.

source: Responsible for the field investigations, stability analyses and reporting of the open pit design for the three pits, namely Pisolita, Rosika and Coacia.
es: Responsable de investigaciones de terreno, análisis de estabilidad y generación de informes del diseño de tres rajos: Pisolita, Rosika y Coacia.

source: Responsible for the liaison with other members of the consultant team.
es: Responsable de la vinculación con otros miembros del equipo de consultores.

source: Responsible for the stability back-analyses using the 2D computer program FLAC.
es: Responsable de hacer los análisis retrospectivos de estabilidad usando el programa computacional 2D FLAC.

source: Rest breaks/check-in times on route
es: Tiempos de descanso/check-in en ruta

source: Restate conditions for approval or removal of conditions no longer imposed – Risk Committee Members (in order of deliberation);
es: Replantear las condiciones para aprobar o rechazar las condiciones ya no impuestas - miembros del Comité de Riesgo (en orden de deliberación);

source: Restricted range of body movement
es: Rango de movimiento físico limitado

source: Results
es: Resultados

source: Results are shown as acceleration values as a function of spectral period for a range of 0.01 s to 4 s.
es: Los resultados se presentan como valores de aceleración en función del periodo espectral para un intervalo de 0,01 s a 4 s.

source: Results from the laboratory testing program were correlated with results from a comprehensive CPT field program, and subsequently used in the geotechnical characterization of Antamina tailings.
es: Los resultados del programa de ensayos de laboratorio se correlacionaron con los resultados de un programa CPT integral de campo y posteriormente se usaron en la caracterización geotécnica de los relaves de Antamina.

source: Results from the laboratory testing program will be used for the geotechnical characterization of the core and filter materials of Antamina’s tailings dam centreline raise.
es: Los resultados del programa de ensayos de laboratorio se usarán para la caracterización geotécnica del núcleo y de los materiales de filtro para el crecimiento en línea central de la presa de relaves de Antamina.

source: Results from the triaxial testing were used to determine the Critical State Locus (CLS) and associated parameters.
es: Los resultados de los ensayos triaxiales se usaron para determinar la línea de estado crítico y sus parámetros asociados.

source: Results of Analysis
es: Resultados del análisis

source: Results of the simulations are provided on Slide 3.
es: Los resultados de las simulaciones se presentan en la diapositiva 3.

source: Results of this simulation indicate that groundwater inflows to the tunnel were similar to the above value.
es: Los resultados de esta simulación indican que las afluencias de agua subterránea haciale túnel son similares al valor arriba indicado.

source: Results were summarized in terms of seepage rates from the mine facilities to drainage features or towards surface water basins.
es: Los resultados se resumieron en términos de tasas de infiltración desde las instalaciones mineras hacia las estructuras de drenaje o hacia las cuencas superficiales.

source: Results, Room for Improvement (Comments)
es: Resultados, posibilidades de mejora (comentarios)

source: Resume work once the risk has been effectively controlled or issue addressed.
es: Reanudar los trabajos cuando efectivamente se haya controlado el riesgo o se haya tratado el problema.

source: Resume:
es: Reanudar:

source: Resumé
es: Currículum Vitae

source: Retention of outside counsel and/or approval of individual invoices (project and non-project in aggregate)
es: Retención de abogado externo o autorización de facturas individuales (agregando las que son de proyecto y las que no)

source: Return Period (years)
es: Periodo de retorno (años)

source: Return material to its original location (if other people are at risk of exposure and this can be done without creating dust).
es: Devolver el material a su ubicación original (si otras personas corren riesgo de exposición y es posible hacerlo sin levantar polvo).

source: Review
es: Revisión

source: Review contractor HSSE planning/WMS.
es: Revisar planes de HSSE o WMS del contratista.

source: Review project and subcontractor performance.
es: Revisar el desempeño del proyecto y el subcontratista.

source: Review the Work Method Statements or develop new ones if needed for the specific tasks to be conducted.
es: Revisar los Procedimientos Seguros de Trabajo o elaborar otros nuevos si es necesario para las tareas específicas a ejecutar.

source: Review this guidance that covers talking to your clients about the brand.
es: Revisar esta pauta que explica cómo hablar con los clientes sobre la marca.

source: Review Golder’s FRCs and know the critical controls
es: Revisar los FRC de Golder y conocer los controles críticos

source: Review HaSEP
es: Revisar HaSEP

source: Review Supervisor groups to ensure hierarchal approval is in practice.
es: Revisar los grupos de supervisores para asegurarse de que haya jerarquía de aprobaciones.

source: Review and approve timesheets before noon on Monday each week.
es: Revisar y aprobar los timesheets antes de mediodía el lunes de cada semana.

source: Review and sign off
es: Revisar y autorizar

source: Review any new publications, reports, and maps that further elaborate the seismotectonics, location, and activity of seismogenic faults and seismic sources of the region within about 500 km of the Spence Mine site;
es: Revisar publicaciones, informes y mapas adicionales que describan en mayor profundidad la sismotectónica, ubicación y actividad de fallas sismogénicas y fuentes sísmicas de la región en un radio de alrededor de 500 km de la mina Spence;

source: Review by Management
es: Revisión de la gerencia

source: Review by Rigger and approval by Site Manager.
es: Revisados por el señalero y aprobados por el Gerente de Campo

source: Review by a third-party Advanced Rigger and approval by Project Manager.
es: Revisados por un rigger avanzado externo y aprobados por el Gerente de Campo

source: Review encroachments by DOT on the three pipelines and associated easements
es: Revisión de invasiones por el DOT en las tres tuberías y servidumbres asociadas

source: Review existing earthquake catalogs and, if necessary, acquire and process the historical and instrumental earthquake records to assess completeness of the historical earthquake catalog; remove duplicate entries, aftershocks, and foreshocks; and develop a project earthquake catalog with a uniform magnitude scale;
es: Revisar catálogos de sismos y, si es necesario, adquirir y procesar los registros sísmicos históricos e instrumentales para evaluar la integridad del catálogo histórico de sismos, eliminar duplicados, réplicas y precursores, así como desarrollar un catálogo de sismos a nivel de proyecto con una escala de magnitud uniforme;

source: Review geology and hydrogeology at depth to evaluate risks (weak sediments and groundwater) and opportunities (competent Intrusive)
es: Revisar la geología y la hidrogeología en profundidad para evaluar los riegos (sedimentos débiles y aguas subterráneas) y oportunidades (intrusivo competente).

source: Review learning
es: Revisar el caso

source: Review of available hydrogeological information for the site and from this, development of a conceptual hydrogeological model of the overall Project area.
es: Revisión de información hidrogeológica disponible sobre el sitio y, a partir de esto, desarrollo de un modelo hidrogeológico conceptual de toda el área del Proyecto.

source: Review of existing slope design, focused on current stability problems and assessment of mitigation options (Phase 6)
es: Revisión del diseño actual de taludes, centrado en los actuales problemas de estabilidad y en la evaluación de alternativas de mitigación (Fase 6).

source: Review of groundwater measures to control pore pressures in areas of instability, particularly Jayula Este;
es: Revisión de medidas en lo que se refiere a aguas subterráneas para controlar las presiones de poros en las zonas de inestabilidad, en particular Jayula Este.

source: Review of the geotechnical aspects for mining the deposit at depth of up 340 m, as part of the economic analyses including the use of backfill in the stopes.
es: Revisión de aspectos geotécnicos para minado del yacimiento a una profundidad de 340 m, en el marco de los análisis económicos que incluyen el uso de relleno en los caserones.

source: Review of the proposed support design for a 32 m deep shaft (walls).
es: Revisión del diseño propuesto para fortificación de un pozo de 32 m de profundidad (muros).

source: Review of transport service where applicable e.g. contract driver.
es: Realice una revisión del servicio de transporte cuando aplique, por ej. con conductores contratados

source: Review pertinent geological, geotechnical and hydrogeological data, maps and reports provided to us by site professionals
es: Revisión de datos, mapas e informes geológicos, geotécnicos e hidrogeológicos entregados por profesionales en el sitio.

source: Review process via 1-2-1 conversation
es: Proceso de revisión por medio de conversación 1-2-1

source: Review readily-available publications, reports and maps that describe the seismotectonics of the region within about 500 km of the Spence Mine site (Attachment A).
es: Revisar publicaciones, informes y mapas accesibles públicamente que describan la sismotectónica de la región en un radio de alrededor de 500 km del emplazamiento de la mina Spence (Anexo A).

source: Review recent SIF/pSIF information to share
es: Revisar información reciente de SIF/pSIF para compartir

source: Review relevant site HSSE information eg, HSSE Plan
es: Revisar la información relevante sobre HSSE del sitio, como el Plan de HSSE.

source: Review site hazards and emergency procedures
es: Revisar los peligros del sitio y los procedimientos de emergencia

source: Review the effectiveness of the control.
es: Revisar la eficacia del control.

source: Review the pit slope design for the Pre-Feasibility Study for the copper-molybdenum porphyry skarn deposit, as part of a due diligence of the project.
es: Revisión de diseño de taludes de rajo para el estudio de prefactibilidad para el depósito de skarn y pórfidos de cobre y molibdeno en el marco del due diligence del proyecto.

source: Review the rock mechanics at the Mount Pleasant Mine for the planning and implementation of mining the tin and indium ore zones.
es: Revisión de mecánica de rocas en la mina Mount Pleasant para la planificación e implementación de la explotación de zonas de mineralización de estaño e indio.

source: Review the weather conditions prior to commencing the journey.
es: Revisar las condiciones meteorológicas antes de iniciar el viaje.

source: Review:
es: Revisión:

source: Review learnings and share as appropriate
es: Revisar aprendizajes y dar a conocer

source: Review the project and subcontractor performance
es: Revisar el proyecto y desempeño del subcontratista

source: Reviewed by HRT Panel Member and recommendation made
es: Revisado por Miembro del Panel de HRT, se emite recomendación

source: Reviewer Reference:
es: Referencia del revisor:

source: Reviewer additional notes: ___________________________________________________________________________________________________________________
es: Notas adicionales del revisor: ___________________________________________________________________________________________________________________

source: Reviewing the documentation associated with the task or project in which the incident has occurred shall allow the investigator to gather evidence on what should have happened and provide a benchmark for what actually happened.
es: Revisar la documentación asociada con la tarea o proyecto en que ocurrió el incidente deberá permitirle al investigador reunir evidencia de lo que debió ocurrir y proporcionar una referencia de lo que realmente ocurrió.

source: Revise the Stormwater Management Plan to minimize runoff in areas of instability and to prevent infiltration into Colluvium and Volcaniclastics;
es: Revisar el Plan de Manejo de Aguas Pluviales para minimizar la escorrentía en las zonas de inestabilidad y para impedir la infiltración en el Coluvión y en el Volcanoclástico;
